Repository: bpongy/rhoe
Catalog: languages/*.po
Languages: fr_fr

source: Add Content Section
fr_fr: Ajouter une section de contenu

source: Animation Duration (ms)
fr_fr: Durée de l'animation (ms)

source: Back
fr_fr: Retour

source: Back to home page
fr_fr: Retour à la page d'accueil

# block description
source: A section with switchable content and related images.
fr_fr: Une section avec du contenu interchangeable et des images associées.

# block description
source: A single tab panel that can contain any blocks
fr_fr: Un panneau d'onglet unique pouvant contenir n'importe quels blocs

# block description
source: A slide block. Used for the slider block
fr_fr: Un bloc de diapositive. Utilisé pour le bloc de diaporama

# block description
source: A slider block powered by Swiper JS library
fr_fr: Un bloc de diaporama propulsé par la bibliothèque Swiper JS

# block description
source: A tab used only for the scrollable tabs block
fr_fr: Un onglet utilisé uniquement pour le bloc d'onglets défilables

# block description
source: Content with a related image for the Image Switcher Section.
fr_fr: Contenu avec une image associée pour la Section de Commutation d'Images.

# block description
source: Create a tabbed interface to organize content
fr_fr: Créer une interface à onglets pour organiser le contenu

# block description
source: Create expandable content sections with customizable line clamp
fr_fr: Créer des sections de contenu extensibles avec limitation de lignes personnalisables

# block description
source: Creates scrollable contents with navigation menu on desktop
fr_fr: Crée des contenus défilables avec menu de navigation sur ordinateur

# block description
source: Display an animated number with optional prefix and suffix
fr_fr: Afficher un nombre animé avec préfixe et suffixe optionnels

# block title
source: Animated Number
fr_fr: Nombre Animé

# block title
source: Expandable Content
fr_fr: Contenu Extensible

# block title
source: Image Switcher Content
fr_fr: Contenu de Commutation d'Image

# block title
source: Image Switcher Section
fr_fr: Section de Commutation d'Image

# block title
source: Scrollable tab
fr_fr: Onglet défilable

# block title
source: Scrollable tabs
fr_fr: Onglets défilables

# block title
source: Slide
fr_fr: Diapositive

# block title
source: Slider
fr_fr: Diaporama

# block title
source: Tab
fr_fr: Onglet

# block title
source: Tabs
fr_fr: Onglets

source: Bullet Color
fr_fr: Couleur de la puce

source: Bullet is displayed before the title.
fr_fr: La puce est affichée avant le titre.

source: Bullet preview
fr_fr: Aperçu de la puce

source: Bullet Settings
fr_fr: Paramètres de la puce

source: Close
fr_fr: Fermer

source: Color
fr_fr: Couleur

# Color name
source: Neutral
fr_fr: Neutre

# Color name
source: Neutral light
fr_fr: Neutre clair

source: Content Title
fr_fr: Titre du contenu

source: Default Image
fr_fr: Image par défaut

source: Default Image Settings
fr_fr: Paramètres de l'image par défaut

source: Default image will be shown when no content is active.
fr_fr: L'image par défaut sera affichée quand aucun contenu n'est actif.

source: Dropdown
fr_fr: Liste déroulante

source: e.g. $, +, etc.
fr_fr: ex. $, +, etc.

source: e.g. %, k, etc.
fr_fr: ex. %, k, etc.

source: First content will be active by default.
fr_fr: Le premier contenu sera actif par défaut.

# Font size name
source: Extra Large
fr_fr: Très grand

# Font size name
source: Extra Small
fr_fr: Très petit

# Font size name
source: Extra Super Large
fr_fr: Extra super grand

# Font size name
source: Large
fr_fr: Grand

# Font size name
source: Small
fr_fr: Petit

source: Menu footer 1
fr_fr: Menu pied de page 1

source: Menu footer 2
fr_fr: Menu pied de page 2

source: Menu primary
fr_fr: Menu principal

source: New Content
fr_fr: Nouveau contenu

source: No bullet is displayed.
fr_fr: Aucune puce n'est affichée.

source: No content section is active. Select a content section to edit its image.
fr_fr: Aucune section de contenu n'est active. Sélectionnez une section de contenu pour modifier son image.

source: No default image selected. Set a default image in the block settings.
fr_fr: Aucune image par défaut sélectionnée. Définissez une image par défaut dans les paramètres du bloc.

source: No image selected for this content. Click to add an image.
fr_fr: Aucune image sélectionnée pour ce contenu. Cliquez pour ajouter une image.

source: No posts found.
fr_fr: Aucun article trouvé.

source: Number Settings
fr_fr: Paramètres du nombre

source: Number Value
fr_fr: Valeur du nombre

source: Oops, this was not expected
fr_fr: Oups, voilà qui n'était pas prévu

# Pattern title
source: Animated Numbers
fr_fr: Nombres Animés

# Pattern title
source: Content and Image
fr_fr: Contenu et Image

# Pattern title
source: Content Scrollable tabs
fr_fr: Onglets défilables de contenu

# Pattern title
source: CTA Marquee
fr_fr: Bandeau CTA

# Pattern title
source: Hero section
fr_fr: Section héro

# Pattern title
source: Post loop
fr_fr: Boucle d'articles

# Pattern title
source: Section Tabs
fr_fr: Onglets de section

source: Prefix
fr_fr: Préfixe

source: Remove
fr_fr: Supprimer

source: Replace
fr_fr: Remplacer

source: Reset to theme primary color
fr_fr: Réinitialiser à la couleur primaire du thème

source: Section Title
fr_fr: Titre de la section

source: Select a block
fr_fr: Sélectionner un block

source: Select Default Image
fr_fr: Sélectionner l'image par défaut

source: Select Image
fr_fr: Sélectionner une image

# Shadow name
source: Large shadow
fr_fr: Grande ombre

source: Sorry but this link cannot be found! Go to the home page.
fr_fr: Désolé mais ce lien est introuvable ! Dirigez-vous vers la page d'accueil.

# Space size name
source: Heading margin bottom
fr_fr: Marge inférieure des titres

# Space size name
source: Padding block group (16 to 100px)
fr_fr: Groupe de padding de bloc (16 à 100px)

# Space size name
source: Theme (48 to 100px)
fr_fr: Thème (48 à 100px)

# Space size name
source: Theme small (48 to 80px)
fr_fr: Petit thème (48 à 80px)

source: Suffix
fr_fr: Suffixe

source: Tab %d
fr_fr: Onglet %d

source: Tab Settings
fr_fr: Paramètres de l'onglet

source: Tab Title
fr_fr: Titre de l'onglet

source: Use Bullet
fr_fr: Utiliser une puce

source: Use Default Image
fr_fr: Utiliser l'image par défaut

source: Using default image
fr_fr: Utilisation de l'image par défaut

source: Waxo theme / by Axome
fr_fr: Thème Waxo / par Axome
